# RbsEnergyAnalysisSliverSpaceTolerance Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsEnergyAnalysisSliverSpaceTolerance Property
ParameterTypeId Class See Also
---
"Sliver Space Tolerance"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsEnergyAnalysisSliverSpaceTolerance { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsEnergyAnalysisSliverSpaceTolerance As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsEnergyAnalysisSliverSpaceTolerance {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace